IDEA Open Model
OpenModel.ConnectionSetup Property
Compatible with IDEA StatiCa 20.1
 Information about Connection Setup
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ConnectionSetup ConnectionSetup { get; set; }
Public Property ConnectionSetup As ConnectionSetup
	Get
	Set
Property Value
Type: ConnectionSetup
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace